var HTMLContentStorage = {

	"aboutUs" : "<h3>ОСНОВАНО ЖЕЛАНИЕМ ПОМОГАТЬ</h3>"
			  + "<p>Учитывая ключевые сценарии поведения, начало повседневной работы по формированию позиции "
			  + "позволяет выполнить важные задания по разработке форм воздействия. Внезапно, сделанные на "
			  + "базе интернет-аналитики выводы формируют глобальную экономическую сеть и при этом - "
			  + "ограничены исключительно образом мышления. В рамках спецификации современных стандартов, "
			  + "стремящиеся вытеснить традиционное производство, нанотехнологии освещают чрезвычайно "
			  + "интересные особенности картины в целом, однако конкретные выводы, разумеется, в равной "
			  + "степени предоставлены сами себе.</p>"
			  + "<h3>ВРЕМЯ, КАЧЕСТВО И ЦЕНА, ВОТ ЧТО ОПРЕДЕЛЯЕТ СПРОС</h3>"
			  + "<p>Задача организации, в особенности же экономическая повестка сегодняшнего дня напрямую зависит "
			  + "от существующих финансовых и административных условий. В своём стремлении повысить качество "
			  + "жизни, они забывают, что реализация намеченных плановых заданий требует от нас анализа "
			  + "приоритизации разума над эмоциями. С учётом сложившейся международной обстановки, базовый "
			  + "вектор развития, а также свежий взгляд на привычные вещи - безусловно открывает новые горизонты "
			  + "для переосмысления внешнеэкономических политик.</p>",





	"contactUs" : "<div class='worker-info'><span>Планшеты, телефоны, звуковые центры</span><div class='btn btn-style-1' data-child='worker1'>подробнее</div></div>"
				+ "<div class='worker-info'><span>Компьютеры, ноутбуки</span><div class='btn btn-style-1' data-child='worker2'>подробнее</div></div>"
				+ "<div class='worker-info'><span>Спутниковые приставки, электронные приставки, антены</span><div class='btn btn-style-1' data-child='worker3'>подробнее</div></div>"
				+ "<div class='worker-info'><span>Автомагнитолы</span><div class='btn btn-style-1' data-child='worker4'>подробнее</div></div>",


	"worker1" : "<div class='workers-wrapper'>"
			  + "<div class='worker-page-img'><img src='public/img/worker/1.jpg'></div>"
			  + "<div class='info-side'>"
			  + "<div><p><span class='worker-info-title'>ФИО:</span>Власов Валерий Юрьевич</p></div>"
			  + "<div><p><span class='worker-info-title'>Род деятельности:</span>Мастер по Планшетам, телефонам, звуковым центрам</p></div>"
			  + "<div><p><span class='worker-info-title'>Стаж работы:</span>100 лет</p></div>"
			  + "<div><p><span class='worker-info-title'>Моб. телефон:</span><span class='phone'>8(800)-555-35-35</span></p></div>"
			  + "</div></div>",

	"worker2" : "<div class='workers-wrapper'>"
			  + "<div class='worker-page-img'><img src='public/img/worker/2.jpg'></div>"
			  + "<div class='info-side'>"
			  + "<div><p><span class='worker-info-title'>ФИО:</span>Артишен Дмитрий Петрович</p></div>"
			  + "<div><p><span class='worker-info-title'>Род деятельности:</span>Компьютеры, ноутбуки</p></div>"
			  + "<div><p><span class='worker-info-title'>Стаж работы:</span>22 года</p></div>"
			  + "<div><p><span class='worker-info-title'>Моб. телефон:</span><span class='phone'>8(800)-555-35-35</span></p></div>"
			  + "</div></div>",

	"worker3" : "<div class='workers-wrapper'>"
			  + "<div class='worker-page-img'><img src='public/img/worker/3.jpg'></div>"
			  + "<div class='info-side'>"
			  + "<div><p><span class='worker-info-title'>ФИО:</span>Дикулина Валерия Андреевна</p></div>"
			  + "<div><p><span class='worker-info-title'>Род деятельности:</span>Спутниковые приставки, электронные приставки, антены</p></div>"
			  + "<div><p><span class='worker-info-title'>Стаж работы:</span>12 лет</p></div>"
			  + "<div><p><span class='worker-info-title'>Моб. телефон:</span><span class='phone'>8(800)-555-35-35</span></p></div>"
			  + "</div></div>",

	"worker4" : "<div class='workers-wrapper'>"
			  + "<div class='worker-page-img harry-potter-img'><img src='public/img/worker/4.jpg'></div>"
			  + "<div class='info-side'>"
			  + "<div><p><span class='worker-info-title'>ФИО:</span>Гарри Поттер</p></div>"
			  + "<div><p><span class='worker-info-title'>Род деятельности:</span>Автомагнитолы</p></div>"
			  + "<div><p><span class='worker-info-title'>Стаж работы:</span>20 лет</p></div>"
			  + "<div><p><span class='worker-info-title'>Моб. телефон:</span><span class='phone'>8(800)-555-35-35</span></p></div>"
			  + "</div></div>",






	"mapContainer" : "<div class='yandex-map' id='map'></div>",






	"priceList" : "<header>"
				+ "<ul>"
				+ "<li class='btn btn-style-2' data-child='priceListCategory1'>Планшеты</li>"
				+ "<li class='btn btn-style-2' data-child='priceListCategory2'>телефоны</li>"
				+ "<li class='btn btn-style-2' data-child='priceListCategory3'>звуковые центры</li>"
				+ "</ul>"
				+ "<ul>"
				+ "<li class='btn btn-style-2' data-child='priceListCategory4'>Компьютеры</li>"
				+ "<li class='btn btn-style-2' data-child='priceListCategory5'>ноутбуки</li>"
				+ "</ul>"
				+ "<ul>"
				+ "<li class='btn btn-style-2' data-child='priceListCategory6'>Спутниковые приставки</li>"
				+ "<li class='btn btn-style-2' data-child='priceListCategory7'>электронные приставки</li>"
				+ "<li class='btn btn-style-2' data-child='priceListCategory8'>антены</li>"
				+ "</ul>"
				+ "<ul>"
				+ "<li class='btn btn-style-2' data-child='priceListCategory9'>Автомагнитолы</li>"
				+ "</ul>"
				+ "</header>",

	"priceListCategory1" : "<div class='price-list-category-wrapper'>"
						 + "<ul>"
						 + "<li><h3>Планшеты</h3></li>"
						 + "<li><h3>первоначальная диагностика:</h3><p>БЕСПЛАТНО</p></li>"
						 + "<li><h3>Чистка:</h3><p>1200 рублей</p></li>"
						 + "<li><h3>полная диагностика:</h3><p>900 рублей</p></li>"
						 + "<li><h3>Переустановка системы:</h3><p>600 рублей</p></li>"
						 + "<li><h3>Починка:</h3><p>2000 рублей(+покупка новых частей пк за счет клиента)</p></li>"
						 + "</ul>"
						 + "</div>",

	"priceListCategory2" : "<div class='price-list-category-wrapper'>"
						 + "<ul>"
						 + "<li><h3>телефоны</h3></li>"
						 + "<li><h3>первоначальная диагностика:</h3><p>БЕСПЛАТНО</p></li>"
						 + "<li><h3>Чистка:</h3><p>1500 рублей</p></li>"
						 + "<li><h3>полная диагностика:</h3><p>1100 рублей</p></li>"
						 + "<li><h3>Переустановка системы:</h3><p>600 рублей</p></li>"
						 + "<li><h3>Починка:</h3><p>2300 рублей(+покупка новых частей пк за счет клиента)</p></li>"
						 + "</ul>"
						 + "</div>",

	"priceListCategory3" : "<div class='price-list-category-wrapper'>"
						 + "<ul>"
						 + "<li><h3>звуковые центры</h3></li>"
						 + "<li><h3>первоначальная диагностика:</h3><p>БЕСПЛАТНО</p></li>"
						 + "<li><h3>Чистка:</h3><p>400 рублей</p></li>"
						 + "<li><h3>полная диагностика:</h3><p>600 рублей</p></li>"
						 + "<li><h3>Починка:</h3><p>800 рублей(+покупка новых частей пк за счет клиента)</p></li>"
						 + "</ul>"
						 + "</div>",

	"priceListCategory4" : "<div class='price-list-category-wrapper'>"
						 + "<ul>"
						 + "<li><h3>Персональные компьютеры</h3></li>"
						 + "<li><h3>первоначальная диагностика:</h3><p>БЕСПЛАТНО</p></li>"
						 + "<li><h3>Чистка:</h3><p>500 рублей</p></li>"
						 + "<li><h3>полная диагностика:</h3><p>300 рублей</p></li>"
						 + "<li><h3>Переустановка системы:</h3><p>400 рублей</p></li>"
						 + "<li><h3>Починка:</h3><p>1100 рублей(+покупка новых частей пк за счет клиента)</p></li>"
						 + "</ul>"
						 + "</div>",

	"priceListCategory5" : "<div class='price-list-category-wrapper'>"
						 + "<ul>"
						 + "<li><h3>ноутбуки</h3></li>"
						 + "<li><h3>первоначальная диагностика:</h3><p>БЕСПЛАТНО</p></li>"
						 + "<li><h3>Чистка:</h3><p>500 рублей</p></li>"
						 + "<li><h3>полная диагностика:</h3><p>300 рублей</p></li>"
						 + "<li><h3>Переустановка системы:</h3><p>400 рублей</p></li>"
						 + "<li><h3>Починка:</h3><p>1100 рублей(+покупка новых частей пк за счет клиента)</p></li>"
						 + "</ul>"
						 + "</div>",

	"priceListCategory6" : "<div class='price-list-category-wrapper'>"
						 + "<ul>"
						 + "<li><h3>спутниковые приставки</h3></li>"
						 + "<li><h3>первоначальная диагностика:</h3><p>БЕСПЛАТНО</p></li>"
						 + "<li><h3>Чистка:</h3><p>500 рублей</p></li>"
						 + "<li><h3>полная диагностика:</h3><p>300 рублей</p></li>"
						 + "<li><h3>Переустановка системы:</h3><p>400 рублей</p></li>"
						 + "<li><h3>Починка:</h3><p>1100 рублей(+покупка новых частей пк за счет клиента)</p></li>"
						 + "</ul>"
						 + "</div>",

	"priceListCategory7" : "<div class='price-list-category-wrapper'>"
						 + "<ul>"
						 + "<li><h3>электронные приставки</h3></li>"
						 + "<li><h3>первоначальная диагностика:</h3><p>БЕСПЛАТНО</p></li>"
						 + "<li><h3>Чистка:</h3><p>500 рублей</p></li>"
						 + "<li><h3>полная диагностика:</h3><p>300 рублей</p></li>"
						 + "<li><h3>Переустановка системы:</h3><p>400 рублей</p></li>"
						 + "<li><h3>Починка:</h3><p>1100 рублей(+покупка новых частей пк за счет клиента)</p></li>"
						 + "</ul>"
						 + "</div>",

	"priceListCategory8" : "<div class='price-list-category-wrapper'>"
						 + "<ul>"
						 + "<li><h3>антены</h3></li>"
						 + "<li><h3>первоначальная диагностика:</h3><p>БЕСПЛАТНО</p></li>"
						 + "<li><h3>Чистка:</h3><p>500 рублей</p></li>"
						 + "<li><h3>полная диагностика:</h3><p>300 рублей</p></li>"
						 + "<li><h3>Переустановка системы:</h3><p>400 рублей</p></li>"
						 + "<li><h3>Починка:</h3><p>1100 рублей(+покупка новых частей пк за счет клиента)</p></li>"
						 + "</ul>"
						 + "</div>",

	"priceListCategory9" : "<div class='price-list-category-wrapper'>"
						 + "<ul>"
						 + "<li><h3>автомангитолы</h3></li>"
						 + "<li><h3>первоначальная диагностика:</h3><p>БЕСПЛАТНО</p></li>"
						 + "<li><h3>Чистка:</h3><p>500 рублей</p></li>"
						 + "<li><h3>полная диагностика:</h3><p>300 рублей</p></li>"
						 + "<li><h3>Переустановка системы:</h3><p>400 рублей</p></li>"
						 + "<li><h3>Починка:</h3><p>1100 рублей(+покупка новых частей пк за счет клиента)</p></li>"
						 + "</ul>"
						 + "</div>",






	"trust" : "<div class='trust-block'>"
			  + "<div class='trust-img btn' data-child='trustCompany1'><img src='public/img/logos/1.jpg'></div>"
			  + "<div class='trust-img btn' data-child='trustCompany2'><img src='public/img/logos/2.png'></div>"
			  + "<div class='trust-img btn' data-child='trustCompany3'><img src='public/img/logos/3.jpg'></div>"
			  + "<div class='trust-img btn' data-child='trustCompany4'><img src='public/img/logos/4.jpg'></div>"
			  + "<div class='trust-img btn' data-child='trustCompany5'><img src='public/img/logos/5.jpg'></div>"
			  + "<div class='trust-img btn' data-child='trustCompany6'><img src='public/img/logos/6.jpg'></div>"
			  + "<div class='trust-img btn' data-child='trustCompany7'><img src='public/img/logos/7.jpg'></div>"
			  + "<div class='trust-img btn' data-child='trustCompany8'><img src='public/img/logos/8.jpg'></div>"
			  + "<div class='trust-img btn' data-child='trustCompany9'><img src='public/img/logos/9.jpg'></div>"
			  + "</div>",


	"trustCompany1" : "<div class='company-wrapper'>"
					+ "<div class='company-page-img'><img src='public/img/logos/1.jpg'></div>"
					+ "<h3>Samsung</h3>"
					+ "<p>Samsung Group («Самсон Груп», кор. 삼성그룹, Samseong Gurub, Samsŏng Gurup) — южнокорейская группа компаний, один из крупнейших чеболей, основанный в 1938 году. На мировом рынке известен как производитель высокотехнологичных компонентов, включая полноцикловое производство интегральных микросхем, телекоммуникационного оборудования, бытовой техники, аудио- и видеоустройств. Главный офис компании расположен в Сувоне.</p>"
					+"<p>Слово «Самсунг» (кор. 삼성?, 三星?, более правильная передача слова по нормам практической транскрипции [самсон]) в корейском языке означает «три звезды». Возможна связь такого названия с тремя сыновьями основателя Samsung Ли Бён Чхоля (이병철), младший из которых Ли Гон Хи (иногда его имя пишется Ли Кун Хи — калька с английского: Lee Kun-hee) (이건희) возглавил компанию в 1987 году в нарушение всех восточных традиций наследования, в согласии с которыми старший сын наследует большую часть семейной собственности.</p>"
					+ "</div>",

	"trustCompany2" : "<div class='company-wrapper'>"
					+ "<div class='company-page-img'><img src='public/img/logos/2.png'></div>"
					+ "<h3>Apple</h3>"
					+ "<p>Apple (МФА: [ˈæp(ə)l], в переводе с англ. — «яблоко») — американская корпорация, производитель персональных и планшетных компьютеров, аудиоплееров, телефонов, программного обеспечения. Один из пионеров в области персональных компьютеров[8] и современных многозадачных операционных систем с графическим интерфейсом. Штаб-квартира — в Купертино, штат Калифорния. Благодаря инновационным технологиям и эстетичному дизайну, корпорация Apple создала в индустрии потребительской электроники уникальную репутацию, сравнимую с культом[9]. Является первой американской компанией, чья капитализация превысила 1,044 трлн долларов США. Это произошло во время торгов акциями компании 10 сентября 2018 года.[10] В тот же день компания стала самой дорогой публичной компанией за всю историю, превысив капитализацию предыдущего рекордсмена — компании PetroChina (1,005 трлн долларов в ноябре 2007 года).</p>"
					+"<p>В 2018 году заняла третье место в списке 500 лучших работодателей мира по мнению журнала Forbes.</p>"
					+ "</div>",

	"trustCompany3" : "<div class='company-wrapper'>"
					+ "<div class='company-page-img'><img src='public/img/logos/3.jpg'></div>"
					+ "<h3>Sony</h3>"
					+ "<p>Sony Corporation, «Со́ни» (яп. ソニー株式会社 Сони: кабусики-гайся) — японская транснациональная корпорация со штаб-квартирой в Токио, образованная 7 мая 1946 года.</p>"
					+"<p>Третья по величине японская электронная корпорация после Hitachi и Panasonic. Специализируется на выпуске домашней и профессиональной электроники, игровых приставок и другой высокотехнологичной продукции. Sony является одним из крупнейших в мире медиаконгломератов, владея звукозаписывающими марками Sony Music Entertainment и EMI, киностудиями Columbia Pictures и TriStar Pictures, а также полным архивом фильмов компании MGM (совместно с компанией Comcast); оказывает финансовые услуги. Основные регионы деятельности — Япония, США, Китай и страны Европы.</p>"
					+ "</div>",

	"trustCompany4" : "<div class='company-wrapper'>"
					+ "<div class='company-page-img'><img src='public/img/logos/4.jpg'></div>"
					+ "<h3>Microsoft</h3>"
					+ "<p>Ма́йкрософт (Microsoft Corporation, Microsoft) — одна из крупнейших транснациональных компаний по производству проприетарного программного обеспечения для различного рода вычислительной техники — персональных компьютеров, игровых приставок, КПК, мобильных телефонов и прочего, разработчик наиболее широко распространённой на данный момент в мире программной платформы — семейства операционных систем Windows.</p>"
					+"<p>Подразделения компании также производят семейство игровых консолей Xbox, а также аксессуары для персональных компьютеров (клавиатуры, мыши и т. д.). C 2012 года производит собственный планшетный компьютер — Surface. Продукция Microsoft продаётся более чем в 80 странах мира, программы переведены более чем на 45 языков.</p>"
					+"<p>Штаб-квартира компании находится в городе Редмонд, штат Вашингтон, США.</p>"
					+"<p>Штат сотрудников корпорации на 5 июня 2014 года составляет 127 104 человека[9]. В 2018 году заняла второе место в списке 500 лучших работодателей мира по мнению журнала Forbes.</p>"
					+"<p>На территории России с ноября 1992 года действует представительство Microsoft (с июля 2004 года — ООО «Майкрософт Рус»).</p>"
					+ "</div>",

	"trustCompany5" : "<div class='company-wrapper'>"
					+ "<div class='company-page-img'><img src='public/img/logos/5.jpg'></div>"
					+ "<h3>Hewlett-Packard</h3>"
					+ "<p>Hewlett-Packard (HP, Хью́летт-Па́ккард) — одна из крупнейших американских компаний в сфере информационных технологий, существовавшая в период 1939—2015 годов, поставщик аппаратного и программного обеспечения для организаций и индивидуальных потребителей. Штаб-квартира — в Пало-Альто (Калифорния).</p>"
					+"<p>Производила измерительное оборудование (осциллографы, логические анализаторы, генераторы сигналов, анализаторы спектра и т. п.), электронно-медицинское оборудование и оборудование для химического анализа. В 1999 году отделы, не имеющие прямого отношения к компьютерам, хранению информации и обработке изображений, были выделены в отдельную компанию Agilent Technologies, или Agilent.</p>"
					+"<p>Производила и поставляла решения в области ИТ-инфраструктуры, персональных вычислительных систем и устройств доступа, оказывала услуги по системной интеграции, сервисной поддержке и аутсорсингу, выпускала устройства печати и средства вывода изображений.</p>"
					+"<p>1 ноября 2015 года разделена на две компании: HP Inc. и Hewlett Packard Enterprise.</p>"
					+ "</div>",

	"trustCompany6" : "<div class='company-wrapper'>"
					+ "<div class='company-page-img'><img src='public/img/logos/6.jpg'></div>"
					+ "<h3>meizu</h3>"
					+ "<p>Meizu Technology Co., Ltd. (кит. трад. 魅族科技有限公司), или просто «Meizu» (кит. трад. 魅族, пиньинь mèi zú, палл. мэйцзу) — международная компания, выпускающая цифровые электронные устройства.</p>"
					+ "</div>",

	"trustCompany7" : "<div class='company-wrapper'>"
					+ "<div class='company-page-img'><img src='public/img/logos/7.jpg'></div>"
					+ "<h3>Alienware</h3>"
					+ "<p>Alienware — американская компания, производитель компьютерного аппаратного обеспечения. Дочерняя компания Dell. Alienware в основном занимается сборкой персональных компьютеров (в том числе ноутбуков) из комплектующих сторонних производителей. Продукция ориентирована на аудиторию игроков в компьютерные игры, требовательных к производительности компьютера. Продукты компании используются для графически тяжёлых приложений, таких как редактирование видео и аудио, моделирование.</p>"
					+"<p>Основана в 1996 году Нельсоном Гонсалесом и Алексой Агилой. Название своему детищу они дали, находясь под впечатлением культового сериала The X-Files («Секретные материалы»). В течение длительного времени компания оставалась небольшим сообществом энтузиастов. Практически все сотрудники компании также были заядлыми геймерами, поэтому девизом Alienware стало 'Создано геймерами и для геймеров'(данный девиз принадлежит компании 'Razer'). Компания при разработке своих продуктов делала главный упор на уникальный внешний вид, и высочайший уровень производительности, особенно в графике. Дизайн и стильный внешний вид всегда были одними из основных приоритетов, и корпуса, выпускаемые Alienware, всегда выделялись на рынке среди других продуктов (при этом в дизайне всегда обыгрываются мотивы инопланетных цивилизаций и физиономии пришельца, вынесенной даже на логотип).</p>"
					+ "</div>",

	"trustCompany8" : "<div class='company-wrapper'>"
					+ "<div class='company-page-img'><img src='public/img/logos/8.jpg'></div>"
					+ "<h3>Lenovo Group Limited</h3>"
					+ "<p>Lenovo Group Limited (произносится Лено́во Груп Лимитед; кит. трад. 聯想, упр. 联想, пиньинь liánxiǎng, палл. ляньсян, полное название — кит. 联想集团有限公司) (SEHK: 0992) — китайская компания, выпускающая персональные компьютеры и другую электронику. Является крупнейшим производителем персональных компьютеров в мире с долей на рынке более 20 %, а также занимает пятое место по производству мобильных телефонов. Штаб-квартира компании Lenovo расположена в Пекине (КНР), а зарегистрирована компания в Гонконге. Основные исследовательские центры компании расположены в Пекине, Шанхае и Шэньчжэне (КНР), а также в Ямато (Япония).</p>"
					+"<p>На 2017 год в коллективе компании более 52 000 сотрудников (с учетом совместных предприятий) из более чем 60 стран. Компания обслуживает клиентов в более чем 160 странах мира.</p>"
					+ "</div>",

	"trustCompany9" : "<div class='company-wrapper'>"
					+ "<div class='company-page-img'><img src='public/img/logos/9.jpg'></div>"
					+ "<h3>LG Electronics Inc</h3>"
					+ "<p>LG Electronics Inc. (произносится Элджи Электрóникс) — южнокорейская компания, один из крупнейших мировых производителей потребительской электроники и бытовой техники. Входит в состав конгломерата LG Group. Главный офис компании LG Electronics находится в Сеуле, Республика Корея, 120 представительств компании открыты в 95 странах мира. По состоянию на 2010 год сотрудниками компании являлись 90 578 человек. Общий оборот компании по состоянию на 2010 составил 48,2 млрд долларов.</p>"
					+ "</div>",





	"settings" : "<h3>Настройки страницы</h3>"
			   + "<div>"
			   + "<h5>Основной цвет</h5>"
			   + "<input type='color' class='color-changer' data-color='--main-color'>"
			   + "</div>"
			   + "<div>"
			   + "<h5>Второстепенный цвет</h5>"
			   + "<input type='color' class='color-changer' data-color='--second-color'>"
			   + "</div>"
			   + "<div>"
			   + "<h5>Третьестепенный цвет</h5>"
			   + "<input type='color' class='color-changer' data-color='--third-color'>"
			   + "</div>"
			   + "<div>"
			   + "<h5>Эффект партиклов</h5>"
			   + "<h4 id='particleOffBtn'></h4>"
			   + "</div>"


};